Revit 2027 API
TableCellCalculatedValueData Properties
The TableCellCalculatedValueData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
TableCellCalculatedValueData Class
Autodesk.Revit.DB Namespace